/* 
   Localizable.strings
   Groceries

   Created by Sophia Teutschler on 10.03.08.
   Copyright 2008 Sophiestication Software. All rights reserved.
 */

"DONE_BUTTONITEM" = "Fertig";
"CANCEL_BUTTONITEM" = "Abbrechen";

"COPY_BUTTONITEM" = "Kopieren";
"MOVE_BUTTONITEM" = "Bewegen";

"CLEAR_BUTTONITEM" = "Löschen";
"SELECTALL_BUTTONITEM" = "Alle";
"DESELECTALL_BUTTONITEM" = "Keine";

"NEWAISLE_BUTTONITEM" = "Neue Abteilung";

"TRASH_BUTTONITEM" = "Löschen";
"TRASH_WITHCOUNT_BUTTONITEM" = "Löschen (%1$@)";

"ORGANIZE_BUTTONITEM" = "Bewegen";
"ORGANIZE_WITHCOUNT_BUTTONITEM" = "Bewegen (%1$@)";

"STARTOVER_BUTTONITEM" = "Neu beginnen";

"NEW_UNIT_BUTTONITEM" = "Neue Einheit";

"DELETE_GROCERY_BUTTONITEM" = "Artikel löschen";

"SHEETTITLE_RESTART_SHOPPING" = "";
"SHEETBUTTON_UNCHECK_SHOPPINGLIST_ITEMS" = "Einkauf neu beginnen";
"SHEETBUTTON_DELETE_CHECKED_SHOPPINGLIST_ITEMS" = "Gekaufte Artikel löschen";

"PROPERTY_LABEL_NAME" = "Name";
"PROPERTY_LABEL_PLURAL_NAME" = "Name (Mehrzahl)";
"PROPERTY_LABEL_NOTE" = "Notizen";
"PROPERTY_LABEL_QUANTITY" = "Menge";
"PROPERTY_LABEL_UNIT" = "Einheit";
"PROPERTY_LABEL_AISLE" = "Abteilung";
"PROPERTY_LABEL_ABBREVIATION" = "Kürzel";

"NEW_SHOPPINGLIST_TITLE" = "Einkäufe";

"VIEWSTYLE_ALL" = "Alle Einkäufe";
"VIEWSTYLE_REMAINING" = "Fehlende Einkäufe";

"LISTS_NAVIGATIONITEM_TITLE" = "Einkaufslisten";
"LISTS_NAVIGATIONITEM_SHORTTITLE" = "Listen";

"NEW_GROCERY_NAVIGATIONITEM_TITLE" = "Neuer Artikel";
"NEW_UNIT_NAVIGATIONITEM_TITLE" = "Neue Einheit";
"NEW_AISLE_NAVIGATIONITEM_TITLE" = "Neue Abteilung";

"EDITING_NAVIGATIONITEM_TITLE" = "Bearbeiten";

"SHOPPINGLIST_ORGANIZER_NAVIGATIONITEM_PROMPT_SINGULAR" = "%1$@ in eine neue Liste bewegen.";
"SHOPPINGLIST_ORGANIZER_NAVIGATIONITEM_PROMPT" = "%1$@ Artikel in eine neue Liste bewegen.";
"SHOPPINGLIST_ORGANIZER_AISLE_NAVIGATIONITEM_PROMPT_SINGULAR" = "%1$@ in eine neue Abteilung bewegen.";
"SHOPPINGLIST_ORGANIZER_AISLE_NAVIGATIONITEM_PROMPT" = "%1$@ Artikel in eine neue Abteilung bewegen.";

"SHOPPINGLIST_ORGANIZER_NEW_SHOPPINGLIST" = "Neue Einkaufsliste…";

"AISLE_NAVIGATIONITEM_TITLE" = "Abteilung";
"UNSPECIFIED_AISLE_TITLE" = "Ohne Abteilung";

"ORGANIZE_AISLES_TITLE" = "Supermarkt-Aufteilung";

"GROCERYPICKER_NAVIGATIONITEM_TITLE" = "Artikel wählen";
"GROCERYSEARCH_SEARCHFIELD_PLACEHOLDER" = "5 Zucchini";

"GROCERYSEARCH_NOSEARCHRESULTS_PLACEHOLDER" = "Keine Treffer";

"AISLEIMAGE_PICKER_NAVIGATIONITEM_PROMPT" = "Abteilungsbild auswählen";

"PLACEHOLDERVIEW_TUTORIAL_TEXT" = "Tippe hier, um deine Liste zu erstellen";
"PLACEHOLDERVIEW_DONESHOPPING_TEXT" = "Du hast alles erledigt!";

"LOCAL_EVENTSTORE_TITLE_FORMAT" = "Auf meinem %1$@";

"DELETE_GROCERY_PROMPT" = "Möchten Sie %1$@ von Ihrem %2$@ löschen?";

// "FINDBYBARCODE_NAVIGATIONITEM_TITLE" = "Find by Barcode";

// "LINKWITHBARCODE_NAVIGATIONITEM_PROMPT" = "Scan a Barcode to link with %1$@.";
// "LINKWITHBARCODE_NAVIGATIONITEM_TITLE" = "Link with Barcode";

// "AUTHORIZATIONSTATUS_DENIED_LABEL" = "Cannot access Reminders";
// "AUTHORIZATIONSTATUS_DENIED_DETAILLABEL" = "You must grant access to Reminders in the System Settings in order to use Groceries.";

"RECENTLYADDED_SECTIONHEADER_TITLE" = "Zuletzt Hinzugefügt";

"accessibility.label.clear" = "Löschen";
"accessibility.label.decimalSeparator" = "Dezimaltrennzeichen";
"accessibility.label.deleteBackward" = "Löschen";

// "SYNCOVERMAIL_ACTIVITYTITLE" = "Datei Teilen";
// "SYNCOVERMAIL_MESSAGE_BODYTEXT" = "Open the following attachment in your Groceries app to update your shopping list:";

// Sophiestication User Interface
"com.sophiestication.activity.giftApplication.title" = "Verschenken";